Revit 2024 API
FilterNumericEquals Constructor
 Constructs an instance of FilterNumericEquals.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public FilterNumericEquals()
Visual Basic
Public Sub New
Visual C++
public:
FilterNumericEquals()
See Also
FilterNumericEquals Class
Autodesk.Revit.DB Namespace